{
    "Aries" : {
        "horoscope" : "For 40 years it was believed that the Pinocchio Lizard is extinct, until it was found again in Ecuador. You never know what life might throw your way, and this entire month seems to revolve around safety issues and comfort zones that tend to be broken from time to time. Don’t worry too much about things you cannot control. Instead, focus on little things that can be changed. This is the right time to change your habits and see how outer influences affect your inner world and your physiology. Food should be healthy and light on your stomach, so your mind can cleanse, and your sensations become obvious and liberating. Some of them might lead you in incredible directions, especially if you have been stuck in one place for too long."
    },
    "Taurus" : {
        "horoscope" : "The first half of this month will be productive with creative aspects of life in focus, but it will take a lot of your energy, especially if your body isn’t in the state of self-care that you would want for yourself. You must think about you, or no other person will, for the true love for Self comes from the cleansing of your physical world so your emotions can be free to cleanse as well. Some of your moves are expected, even though you don’t see them coming yourself. Be careful who you open your heart to, and don’t speak about your intentions too much, especially not to those who might fall into competitive roles that you never intended to compete with."
    },
    "Gemini" : {
        "horoscope" : "Wise and fast, you will do some in-depth research in weeks to come, only to turn to tactful solutions and partnerships required for shared, creative efforts. Even though it seems necessary to rely on others and be the pillar of support for those who wish to make progress in a similar direction, you should ask yourself if solitary efforts are your best bet at the moment. Some of your social skills usually come in handy, but this doesn’t mean you must heavily use them these days. Remember all those opportunities that you had to use on your own, and only then relate and socialize to the point of shared efforts where no credit is taken in the long-run."
    },
    "Cancer" : {
        "horoscope" : "Comparing price per ounce, popcorn in a movie theater costs more than filet mignon. Even though you don’t really see the benefits of certain small investments and efforts you’ve made until now, they will become obvious in weeks to follow, especially if you put things down on paper. Gain some clarity and see the entire image, with all the details and possible obstacles in the path. Given time, you could develop all the right tools to deal with current challenges, but they are in front of you right now. Have enough rest and make September your safe haven and the time for rest without which you wouldn’t be able to grow as fast as you wish to, nor keep your boundaries safe."
    },
    "Leo" : {
        "horoscope" : "While you wish to rely on safe roads without new detours and strange exits, you are curious and a bit childlike, and wish to examine all your options. Don’t get stranded on shores of secure and safe choices now that you have enough energy to rush through something new, challenging, and in tune with your inner child and its authentic needs. Smile, a lot, with all the right people and all those that you don’t know how to define. Some drawers are best left emptied, for some individuals are meant to be met over and over against throughout your entire lifetime. Be careful not to shift blame in your attempt to make things right by you."
    },
    "Virgo" : {
        "horoscope" : "The start of September could feel overwhelming to many Virgos, especially with all the unfinished work and projects that have been in your life for a long time. If you get tired, rest instead of quitting, and don’t be too rough on yourself for taking your time and moving forwards step by step. The only healthy approach is the one where your energy is invested in priorities in a way that helps your body heal. This is a good time for multiple things done at once, several small issues fixed and resolved, and all those little things in your home that need to be changed and repaired. Seek help and assistance when needed, and give a helping hand to others, realizing that benefits will come through relationships and contacts made."
    },
    "Libra" : {
        "horoscope" : "When House of Cards aired its third season, the bandwidth required to run Netflix went from 30% to 45% of the total Internet bandwidth in America. When you think about consequences of certain deeds from the past, you will realize that a lot more has happened than you anticipated at first, and it is time to face the facts and see things as clearly as possible. Dream big and move fast, for the middle of the month will come to check up on progress you’ve made in the past. Reminders are expected of beauty, love, creativity, and relationships with actual value. Allow emotions to flow and use them to connect and express your purest needs. By the end of September, everything has a chance to become more pretty, tender and loving than it has been for months."
    },
    "Scorpio" : {
        "horoscope" : "During September, Mars will transit through Virgo and your eleventh house, making certain things a bit stressful on your physiology, but also making your mind fast and constructive. Use your opportunities to build something new, think outside the box, and don’t hesitate for too long for distant future is unknown either way. When you think about some of your relationships, you will see that there isn’t much to lose there anymore. Still, this doesn’t mean you should entirely dismiss them, at least not until you fully understand their purpose in your life and the emotional background making them as intense as they’ve been. You have a chance to make things right, but in order to do so, you’ll also need some patience and a calm, peaceful mind to rely on."
    },
    "Sagittarius" : {
        "horoscope" : "The first couple of weeks in September will bring you back on track and show you your actual capacities and realistic opportunities and facts you are surrounded by at the moment. Don’t dismiss reality as the essential part of any progress that you’d like to make, for you need a strong foundation to work from in order to reach for your dreams. The sense of security could be shaken to the core if you don’t have a solid relationship to fall back to, and it is time to relate purely and openly, as childlike as you can be. Think less about the future and more about today, focusing your energy and your strengths on things that are already there to be handled and resolved, one by one."
    },
    "Capricorn" : {
        "horoscope" : "Slavutych is a city built for people evacuated from the Chernobyl Disaster, and more than 80% of it was financed by the plant operator. Although you must think about consequences of some of your past choices, this doesn’t mean guilt or self-judgment should govern your life. Even if you did something wrong, it is time to forgive yourself, breathe, and allow yourself to be human this time around. Learn from the best, from those who flexibly approach their own responsibility. See their defenses and their strengths, as much as they differ from your own, and learn, absorb what you need, until you are ready to face your issues with your head held high. Expecting too much from yourself is one of your toughest challenges. Get some rest, and only then pursue and expect."
    },
    "Aquarius" : {
        "horoscope" : "Many entities are in your eighth house at the beginning of this month, bringing some shadows to light and making you dismiss things that you should still hold on to, until they are cleansed. Beware of rigid and intensely sharp turns and choices, for some of your stressful moves might put too much unnecessary pressure on your heart. If you have reached the breaking point, no one will be able to stop the process of setting free anyway. Just keep in mind that self-respect comes through belief that you can deal with your troubles, just as you’ve been able to for a long time. Some solutions haven’t been made until now, but they are ripe at the moment and there is nothing stopping you from making progress."
    },
    "Pisces" : {
        "horoscope" : "There has been a lot of tension lately, and this month brings even more tension to the table. You won’t have many chances to let go of issues that you’d like to avoid. Face the music and face all those individuals who stood in your path for too long. For as long as you believe in yourself, everything will feel right, even if others disapprove of your moves. By the end of September, Pisces representatives could find an ending for some long stories that colored their life for years. Give yourself credit for everything you’ve learned in the past, and for all those times that you chose to stand by someone’s side, giving unconditional support and love. It seems like you already have everything you need, within."
    }
}